Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: We transfer this knowledge to the students, who can then make good and conscious decisions themselves,” he says.
nb: Denne kunnskapen overfører vi til studentene, som med det blir i stand til å gjøre gode og bevisste valg selv, sier han.

source: •Organiser presents participants with choices of literature (30-50 pages for each meeting).
nb: •Koordinator gir deltakere et valg av litteratur (30-50 sider for hvert møte).

source: This means that campus in Bodø is closed for students.
nb: Dette innebærer at campus i Bodø må holde stengt for studenter.

source: The Ph.D. candidate, Rune Kjøsen Talsnes is associated with the research group.
nb: Doktorgradskandidaten er Rune Kjøsen Talsnes som er tilknyttet forskningsgruppen.

source: Drawing by Sivert of Ytteren Miljøbarnehage/Ytteren Environmental Kindergarten.
nb: Tegning av Sivert i Ytteren Miljøbarnehage.

source: Professor Pål Pedersen, Nord University Business School (head)
nb: Professor Pål Pedersen, Handelshøgskolen Nord (leder)

source: Interested parties should contact Kåre Fuglseth to schedule their seminar.
nb: Interesserte kan melde seg til Kåre Fuglseth.

source: understand relevant law regulations enabling control functions of preservation work
nb: Relevant arbeidserfaring i tilknytning til naturoppsyn, kulturminner, naturguiding, vilt- og fiskeforvaltning

source: Adopted by the Board on 24.04.18, case 41/18 (update approved by rector on 19.03.21, archival ref.
nb: Vedtatt av styret 24.04.18, sak 41/18 (oppdatering godkjent av rektor 19.03.21, arkivref.

source: MC Design of procedures and projects, grading scale Bestått - Ikke bestått.
nb: MC Design of procedures and projects, karakterregel Bestått - Ikke bestått.

source: Due to the error students lost access to Office 365 services such as Word, Excel and cloud storage in OneDrive.
nb: Feilen på IT-systemene medførte blant annet at studentene mistet tilgangen på Office 365-tjenester som Word, Excel og skylagring i OneDrive.

source: In order to achieve the described learning outcomes, the candidates must expect to work approximately 25 hours a week on their studies.
nb: For å nå læringsutbyttebeskrivelsene må kandidatene forvente å arbeide ca. 25 timer i uke med studiene.

source: i) have knowledge of how health, social and socioeconomic challenges have consequences for the individual and next of kin, and in particular for children as next of kin
nb: i) har kunnskap om hvordan helsemessige, sosiale og sosioøkonomiske utfordringer har konsekvenser for den enkelte og pårørende, og særskilt om barn som pårørende

source: Over 300 students, business leaders, and politicians from all over the world participates in this conference.
nb: På denne konferansen deltar over 300 studenter, næringslivsledere og politikere fra hele verden.

source: Represents 0/100 of the grade, Grading scale: Approved/not
nb: Vurderes til godkjent/ikke godkjent. Teller 0/100 av

source: They have adapted for life under different forms of stress, including sub-zero temperatures, high salinities and bright sunlight.
nb: Disse mikroalgene har tilpasset seg livet under forskjellige former for stress, herunder habitater med temperaturer under null, høy saltholdighet og sterkt sollys.

source: Publish your article for free on the EU's n ew (2021), electronic
nb: Publiser artikkelen din gratis på EUs nye (2021) elektroniske OA-plattform,

source: The programme concludes with a bachelor¿s thesis.
nb: Studiet avsluttes med en bacheloroppgave.

source: The project is conducted in cooperation between Cologne University (Julia Ehninger, Christian Rolle) and Nord University (Jens Knigge).
nb: Prosjektet gjennomføres i samarbeid mellom universitetet i Köln (Julia Ehninger og Christian Rolle).

source: All calculators from Casio with model number fx-82 with one or more letters (but not numbers) in the model designation.
nb: Alle kalkulatorer av merket Casio med modellbetegnelse fx-82 med én eller flere bokstaver (men ikke tall) i tillegg

source: Project start: Autumn 2019/spring 2020.
nb: Prosjektet har oppstart høst 2019/vår 2020.

source: ensuring that texts containing confidential information have restricted-access status.
nb: sørge for at oppgaver som inneholder taushetsbelagte opplysninger blir klausulert.

source: Can carry out, produce and disseminate an independent, limited research project under supervision and in line with research ethical norms.
nb: Kan gjennomføre, fremstille og formidle et selvstendig avgrenset forskningsprosjekt under veiledning i tråd med forskningsetiske normer.

source: Tap Help & Settings.
nb: Trykk på Help & Settings.

source: Main rules for the central parts of speech, as verb, noun, pronoun and adjective
nb: Hovedregler for viktige ordklasser som verb, substantiv, pronomen og adjektiv

source: Follow the basic principles for the processing of personal data.
nb: Følg de grunnleggende prinsippene for behandling av personopplysninger.

source: I am currently the project leader of the international research project Sustainable Arctic Cruise Communities: from practice to governance (2020-2023).
nb: Jeg er for øyeblikket prosjektleder for det internasjonale forskningsprosjektet Sustainable Arctic Cruise Communities: fra praksis til styring (2020-2023).

source: Can understand, critically assess and apply relevant research methods in Oncology Nursing
nb: kunne forstå, vurdere kritisk og anvende relevante forskningsmetoder innenfor kreftsykepleien

source: (NOT through the SEB icon on your desktop).
nb: (ikke via SEB-ikonet på din PC/Mac)

source: classifying the data in accordance with Nord University's guidelines for data classification.
nb: klassifisér opplysningene du skal behandle i henhold til Nord universitets retningslinjer for klassifisering av data.

source: The defence will take place at the University Centre in Svalbard (UNIS).
nb: Disputasen vil finne sted ved Universitetssenteret på Svalbard (UNIS).

source: ”I actually felt tearful when I heard that this would happen today.
nb: Da jeg fikk høre at dette skulle skje i dag, fikk jeg faktisk tårer i øynene.

source: If you want to obtain information that will enable identification of the informants in the questionnaire, the form must contain explanatory information and a mandatory checkbox for consent.
nb: Dersom du i spørreskjemaet skal innhente opplysninger som vil kunne identifisere informantene, må skjemaet inneholde informasjonsskriv og en obligatorisk avkryssingsboks for samtykke.

source: However, when you publish Open Access, you retain the rights to your own work and choose an open licence for re-use.
nb: Ved åpen publisering (open access), beholder du rettigheter til eget arbeid og velger en åpen lisens for gjenbruk.

source: A minimum of 2 of 4 submitted theory exercises must meet the minimum requirement to be approved, at the same time as at least every other exercise must be submitted and approved.
nb: Minimum 2 av 4 innleverte teoriøvinger må oppfylle minstekravet til å bli godkjent, samtidig som minst annenhver øving må være levert og godkjennbar.

source: Videos for selected lectures can be found on Youtube:
nb: Videonotater for noen forelesninger fins på YouTube:

source: If special circumstances indicate that it is necessary to make video recordings, the student, together with the project manager, must clarify how this can be carried out in a secure manner, and apply to the Faculty for approval.
nb: Dersom spesielle forhold tilsier at det er nødvendig å gjøre videoopptak, skal studenten sammen med prosjektleder avklare hvordan dette kan gjennomføres på en sikker måte, og søke om godkjenning ved fakultetet.

source: The coursework requirement consists of one written assignment before the second session and an oral presentation of the assignment during the session.
nb: Arbeidskravet består av en skriftlig innlevering før andre samling og muntlig fremlegg av dette på samlingen.

source: “Blått bygg is a milestone in the development of Nord University and will form the basis for crucial new research into and knowledge of the sea and our marine resources.
nb: – Blått bygg er en milepæl i utviklingen av Nord universitet og vil legge grunnlaget for ny viktig forskning og kunnskap om havet og våre marine ressurser.

source: advanced knowledge of 3D modeling, rigging and rendering
nb: grunnleggende og videregående kunnskaper innen 3D-modellering, rigging og rendering

source: The candidate will learn computer programming and use advanced computer software and tools to create exciting games and online interfaces (2D and 3D), mobile services, online sites and custom made units for entertainment and information.
nb: Kandidaten lærer programmering og bruk av avanserte programmer og dataverktøy for å lage spill og spennende grensesnitt for nett (2D og 3D), mobile tjenester, generelle nettsteder og spesialtilpassede enheter i opplevelsessentra.

source: The sports are carried out in appropriate learning arenas connected to the university's campus (Levanger Municipality).
nb: Idrettene blir gjennomført på hensiktsmessige læringsarenaer tilknyttet universitetets campus (Meråker kommune).

source: Mathematics R1 (or Mathematics S1 + S2) and Chemistry 1 + either Physics 1 or Biology 1 or Chemistry 2.
nb: Matematikk R1 (eller matematikk S1 + S2) og Kjemi 1 og i tillegg enten Fysikk 1 eller Biologi 1 eller Kjemi 2.

source: PR415Hv1 Methodology and research design - 5 study points.
nb: PR415Hv1 Metodologi og forskningsdesign - 5 studiepoeng.

source: He has master in marketing and consumer research from University of South-East Norway (1990) and PhD from Copenhagen Business School (2001). Lindberg has previously been Vice Dean and Dean at Bodø Grad.
nb: Han har master i markedsføring og forbrukerspørsmål fra Universitetet i Sørøst-Norge (1990) og PhD fra Handelshøjskolen i København (2001).

source: How does including different disciplines or philosophies in education and curricula effect the experience of our students?
nb: Hvordan påvirkes studentenes opplevels-er gjennom ulike disipliner og filosofier i utdanningen og læreplanene?

source: Has insight into relevant and current international research literature and can use it on new phenomena and issues in the field of global management.
nb: Har innsikt i relevant og tidsriktig internasjonal forskningslitteratur og kan anvende denne på nye fenomen og problemstillinger innenfor fagområdet global ledelse.

source: •Around 400 students have studied here so far.
nb: Rundt 400 studenter har så langt tatt sin utdanning her.

source: ersion), which aims to help you
nb: ersjon), et verktøy for å vurdere om OA-tidsskrifter

source: The programme consists of 4 core course unit, each providing 15 ECTS:
nb: Programmet består av 4 emner av 15 studiepoeng hver:

source: If you have any questions regarding the processing of personal data, please contact the Data Protection Officer at Nord University,
nb: Dersom du har spørsmål som gjelder behandling av personopplysninger, kontakt personvernombudet ved Nord universitet,

source: I have established that Falstad reformatory school offered a “basic seamanship course”.
nb: Jeg har funnet at det også var et «sjømandsstuekursus» ved Falstad skolehjem.

source: Trial lecture and disputation Eva Jørgensen
nb: Prøveforelesning og disputas Eva Jørgensen - HHB

source: Oral examination, 30 minutes, comprises 100/100 of the grade, grading scale Passed - Failed.
nb: Muntlig eksamen, individuell, 30 minutter, teller 100/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: Basically the regulations contain four provisions which allow extensions for doctoral research fellows:
nb: Forskriften har i hovedsak fire bestemmelser som hjemler forlengelse for stipendiater:

source: Doctoral candidate Aurelien Delaval will hold a trial lecture and defend his thesis for the degree Philosophiae Doctor (PhD) at the Faculty of Biosciences and Aquaculture (Bodø), Nord University.
nb: Ph.d.-kandidat Aurelien Delaval skal holde prøveforelesning og disputas for graden Philosophiae doctor (Ph.d) ved Fakultet for biovitenskap og akvakultur, Nord universitet.

source: In total, 8 out of 12 tests in all topics in the course must be passed in order to pass the course.
nb: Totalt må 8 av 12 tester fordelt på alle temaene i emnet bestås for å få bestått i emnet.

source: BI132F Biochemistry and cell biology, BI210F Molecular cell biology or similar.
nb: BI132F Biokjemi og cellebiologi, BI210F Molekylær cellebiologi eller tilsvarende.

source: can reflect on the coaching role and the various challenges that it entails
nb: kan reflektere over trenerrollen og de ulike utfordringer som den medfører

source: Assessment task- group, comprises 0/100 of the grade, grading scale Approved - Not approved.
nb: Arbeidskrav- gruppe, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: Compound assessment, grading scale A-E for pass, F for fail
nb: Sammensatt vurdering, karakterregel A-E, Beste A, Ikke bestått F

source: be able to apply academic knowledge and relevant results from research and development work on practical and/or theoretical issues regarding
nb: kunne anvende faglig kunnskap og relevante resultater fra forskning- og utviklingsarbeid på praktiske og/eller teoretiske problemstillinger omkring

source: How strategic decisions about products, services, innovation and organization are influenced by digital adoption and adaptation.
nb: Hvordan strategiske beslutninger om produkter, tjenester, innovasjon og organisering påvirkes av digital adopsjon og tilpasning

source: The Student President at Nord University is Eugen Sebastian Hovden Haush.
nb: Studentleder ved Nord universitet er Eugen Sebastian Hovden Haush.

source: h) have knowledge of the importance of work for health and welfare, work inclusion and conditions that regulate Norwegian working life
nb: h) har kunnskap om arbeidets betydning for helse og velferd, arbeidsinkludering og forhold som regulerer norsk arbeidsliv

source: – You’re in the arctic this semester, in Svalbard.
nb: Du er på Universitetssenteret på Svalbard dette semesteret.

source: in-depth knowledge of what digital technology means/offers to organizations and markets, including perspectives from transaction cost theory, platform and network theory, and principal-agent theory.
nb: inngående kunnskap om hva digital teknologi betyr for/gjør med organisasjoner og markeder, herunder perspektiver fra transaksjonskostnadsteori, plattform- og nettverksteori, og prinsipal-agent teori.

source: This can be 40% of the tasks, 40% right on each of the
nb: Dette kan være 40 % av oppgavene, 40 % rett på hver av oppgave eller

source: Digital learning and tools
nb: Digital undervisning og verktøy

source: Students to whom onsite teaching applies, will receive information about teaching and attendance in Canvas, says Levi Gårseth-Nesbakk, prorector of education at Nord University.
nb: De studentene dette gjelder, får mer informasjon om undervisning og oppmøte i Canvas, sier Levi Gårseth-Nesbakk, prorektor for utdanning ved Nord universitet.

source: I supervise projects at the bachelor, masters and PhD level.
nb: Jeg veileder studenter på bachelor, master og PhD-nivå.

source: students from other programs who have completed and passed 60 ECTS (or more) of English.
nb: program som tidligere har fullført og bestått 60 studiepoeng (eller mer) i engelsk.

source: The master’s programme emphasises varied forms of assessment and examination.
nb: I masterprogrammet legges det vekt på varierte vurderings- og eksamensformer.

source: In 2010, I moved to Norway to do my PhD on innovation in experience based tourism.
nb: I 2010 flyttet jeg til Norge for å jobbe med doktorgraden min om innovasjon i opplevelsesbasert reiseliv.

source: deciding which data are to be deleted and which will be stored/archived after the end of the project.
nb: avgjøre hvilke data som skal slettes og hvilke som skal oppbevares/arkiveres etter prosjektslutt.

source: Mitochondria are the main supplier of the cellular energy (ATP), and have an important role in cell function regulation including innate immunity, stress responses, and apoptosis.
nb: Mitokondrier er hovedleverandør av cellulær energi (ATP), og har en viktig rolle i regulering av cellefunksjoner som medfødt immunitet, stressresponser og apoptose.

source: Ph.d.-candidate Andrea Bozman will hold a trial lecture and defend her thesis for the degree Philosophiae Doctor (PhD), at the Faculty of Biosciences and Aquaculture, Nord University.
nb: Ph.d.-kandidat Andrea Bozman skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved fakultet for biovitenskap og akvakultur, Nord universitet.

source: Can analyse and critically relate to existing theory and methods in advanced medical treatment and Intensive Care Nursing
nb: kunne analysere og forholde seg kritisk til eksisterende teori og metoder innenfor avansert medisinsk behandling og intensivsykepleie

source: a minimum of 20 credits methodology: mathematics, statistics, scientific method
nb: mikroøkonomi, makroøkonomi minimum 20 studiepoeng metodefag: matematikk, statistikk, vitenskapelig metode

source: Download OA browser extensions/ p lug-ins and search online
nb: Last ned OA-programtillegg og søk på nettet

source: The teaching is organised into two sessions and intermediate work, and includes lectures, seminar activities, study groups (including data sessions) and two course assignments, as well as a reflection text.
nb: Undervisningen er organisert i to samlinger og mellomarbeid og inkluderer forelesninger, seminarvirksomhet, kollokvier (inklusive datasesjoner) og to kursoppgaver, samt refleksjonsskriv.

source: Partner Day is an online event that will be arranged on 15 September.
nb: Partner Day er et digitalt arrangement som blir arrangert 15. september.

source: “This will also have social ripple effects,” says President of the Student Union Eugen Sebastian Hovden.
nb: Dette kommer til å gi ringvirkninger også sosialt, sier studentleder Eugen Sebastian Hovden.

source: Studentinord is developing solutions to make student life a little easier during the pandemic, says
nb: Studentsamskipnaden Studentinord jobber med å utvikle gode løsninger for at studentene skal få en bedre hverdag, forteller a

source: This two-sided interaction is at the center of the group's work in DH.
nb: Dette tosidige samspillet står i sentrum av gruppens arbeid i DH.

source: Mandatory work - lab reports, comprises 0/100 of the grade, grading scale Bestått - Ikke bestått.
nb: Obligatorisk arbeid - labrapporter, teller 0/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: - 15 minutes for examinations that are 2 hours long
nb: 15 minutter for eksamen av 2 timers varighet

source: All teaching is in English.
nb: All undervisning foregår på engelsk.

source: – No, it has not been possible, technically, to combine the Seacirc project and our studies.
nb: – Nei, det er ikke mulig, isolert sett, å kombinere Seacirc-prosjektet vårt med studier.

source: Collecting personal data in your own workplace may entail ethical challenges.
nb: Å innhente personopplysninger på egen arbeidsplass kan gi noen etiske utfordringer.

source: Marilena Frye and Stina Skånhoff are now taking the next steps toward establishing their business.
nb: Marilena Frye og Stina Skånhoff på Nord universitet tar nå de neste stegene for bedriften sin.

source: So thank you very much,” Nord Rector Hanne Solheim Hansen tells the Minister of Fisheries and Seafood, Odd Emil Ingebrigtsen (H), and the Minister of Research and Higher Education, Henrik Asheim (H).
nb: Så tusen takk, sier Nord-rektor Hanne Solheim Hansen til fiskeri- og sjømatminister Odd Emil Ingebrigtsen (H) og forsknings- og høyere utdanningsminister Henrik Asheim (H).

source: Individual from whom you collect personal data and to whom the information may be linked.
nb: Enkeltperson som du innhenter personopplysninger fra, og som opplysningene kan knyttes til.

source: The project includes a new development for the Faculty of Biosciences and Aquaculture and a redevelopment of existing premises for the Faculty of Nursing and Health Sciences.
nb: • Prosjektet omfatter nybygg for Fakultet for biovitenskap og akvakultur og ombygging av eksisterende lokaler for Fakultet for sykepleie og helsevitenskap.

source: b) have insight into and can reflect critically on their professional role in connection with institutional and political requirements in the exercise of service
nb: b) har innsikt i og kan reflektere kritisk over sin profesjonelle rolle i møte med institusjonelle og politiske krav i tjenesteutøvelsen

source: Can apply established academic knowledge and modern research to practical and theoretical problems in aquatic microbiology.
nb: Kan benytte etablert akademisk kunnskap og moderne forskning for å løse praktiske og teoretiske problemer innen akvatisk mikrobiologi og foreta velbegrunnede valg.

source: The Norwegian system for grading and assessment using the letter grades A - F, in which A denotes the best/highest grade and F denotes "not
nb: Vurdering og karakterfastsetting skjer ut fra bokstavkarakterer A-F, der A er best og F er ikke bestått.

source: EX151S Study foundation semester - Individual, Society and Science, PRA1024 Practice in social relationships, SOA1002 Introduction to social work, RE120S Introduction to Law og SOA2002 The roles of social work, relationships and methods.
nb: EX151S Dannelsessemester, PRA1024 Praksis i sosiale relasjoner, SOA1002 Introduksjon til sosialt arbeid, RE120S Introduksjon til Jus og SOA2002 Sosialt arbeids roller, relasjoner og metoder.

source: not available to Nord University’s author(s), the published version of the article must be
nb: tilgjengelig for Nord universitets forfatter(e), skal publisert versjon av artikkelen

source: Endurance training (cross country skiing, athletics and cycling)
nb: •Utholdenhets trening (langrenn, løping, sykling)

source: be able to reflect on their own professional practice and adjust this under supervision
nb: kunne reflektere over egen faglig utøvelse og justere denne under veiledning

source: be able to use various digital and analogue tools, such as ProTools and online software in arranging and editing recorded music
nb: kan bruke ulike digitale og analoge verktøy, så som ProTools og nettbasert programvare i arrangeringen og redigeringen av innspilt musikk

source: In the spring of 2015, our former students Stine Fevik and Inga Ibsdotter
nb: Våren 2015 ble våre tidligere studenter Stine Fevik og Inga Ibsdotter

source: The following previous subject is required for SOA2007 Sosialt arbeid innenfor velferdstjenestene:
nb: For å kunne starte opp på emnet SOA2007 Sosialt arbeid innenfor velferdstjenestene må følgende emner være bestått:

source: Personal data are not to be processed beyond the extent necessary to achieve the defined purpose.
nb: Personopplysninger skal ikke behandles utover det som er nødvendig for å oppnå formålet.

source: PhD student Marvin Choquet from Nord University talks about why the planktonic copepod Calanus is important
nb: Stipendiat Marvin Choquet fra Nord universitet snakker om viktigheten av raudåta Calanus.

source: The research period will be limited to 1895-1941.
nb: Forskningsperioden vil begrense seg til 1895-1941.

source: - Associate Professor Sylvie Bolla, FBA, Nord Univerisity- Professor Jarle Tryti Nordeide, FBA, Nord Univerisity
nb: - Førsteamanuensis Sylvie Bolla, FBA, Nord universitet- Professor Jarle Tryti Nordeide, FBA, Nord universitet

source: be able to plan and carry out work tasks and projects that apply to the course
nb: kunne planlegge og gjennomføre arbeidsoppgaver og prosjekter som gjelder emnet
